

class tool_2:
    alphabet = ['a', 'b', 'c', 'd', 'e', 'f', 'g', 'h', 'i', 'j', 'k', 'l', 'm', 'n', 'o', 'p', 'q', 'r', 's', 't', 'u', 'v', 'w', 'x', 'y', 'z']

class tool_1:
    Curse = ["kir", "kos", "koon", "fuck", "kiri", "kose", "فاک", "کیر", "کص", "کیری", "کث", "کصه", "کونی", "کیرم", "گمشو", "کیره", "کسخل", "اسکل", "حرومزاده",
             "جنده", "bitch", "fucker", "pussy", "dick", "عوضی", "كوني", "كون", "گايدمت", "تخم", "جًنده", "ج.نده", "پريود", "ننه", "idiot", "لاشی", "کوونی", "K!r ", "KlR", "$Ko",
             "Ko$", "K0s", "K()s", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "",]